<?php
return [
    'create_new_page' => 'إنشاء صفحة ثابتة جديدة',
    'update_page' => 'تعديل الصفحة الثابتة',
    'pages' => 'الصفحات الثابتة',
    'show_all_pages' => 'عرض جميع الصفحات الثابتة',

    'title' => 'عنوان الصفحة',
    'title_ar' => 'عنوان الصفحة بالعربي',
    'title_en' => 'عنوان الصفحة بالإنجليزي',
    'details' => 'تفاصيل الصفحة',
    'details_ar' => 'تفاصيل الصفحة بالعربي',
    'details_en' => 'تفاصيل الصفحة بالإنجليزي',
    'status' => 'الحالة',
    'manage_status' => 'إدارة الحالة',
    'photo' => 'صورة الصفحة',

    'enter_title_ar' => 'أدخل عنوان الصفحة بالعربي',
    'enter_title_en' => 'أدخل عنوان الصفحة بالإنجليزي',
    'enter_details_ar' => 'أدخل تفاصيل الصفحة بالعربي',
    'enter_details_en' => 'أدخل تفاصيل الصفحة بالإنجليزي',

    'no_pages_found' => 'لا يوجد صفحات ثابتة حالياً',
    'page_size' => 'حجم الصفحة المفضل',
    'search_placeholder' => 'البحث في العنوان...',
];
