<?php

return [
    'summary_placeholder' => 'مدير نظام متحمس ومحترف يركز على نزاهة النظام وكفاءته.',
    'contact_info' => 'معلومات الاتصال والحالة',
    'status' => 'الحالة',
    'email' => 'البريد الإلكتروني',
    'joined_date' => 'تاريخ الانضمام',
    'info' => 'المعلومات',
    'feed' => 'الأحداث',
    'agenda' => 'جدول الأعمال',
    'resume' => 'السيرة الذاتية',
    'just_now' => 'الآن',
    'welcome_message' => 'مرحباً بك في ملفك الشخصي الجديد! هنا يمكنك التحقق من حالتك والوصول إلى أدواتك.',
    'change_password'=>'تغيير كلمة المرور',
];
